Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Failed to save text.
de: Text konnte nicht gespeichert werden.
es: No se pudo guardar el texto.
fr: Échec de l’enregistrement du texte.
ja: テキストの保存に失敗しました。
ko: 텍스트 저장에 실패했습니다.
zh_hans: 无法保存文本。

source: Failed to search
de: Suche fehlgeschlagen
es: No se pudo realizar la búsqueda
fr: Échec de la recherche
ja: 検索に失敗しました
ko: 검색에 실패했습니다
zh_hans: 无法进行搜索

source: Failed to Start Session
de: Sitzung konnte nicht gestartet werden
es: No se pudo iniciar la sesión
fr: Impossible de démarrer la session
ja: セッションを開始できませんでした
ko: 세션을 시작하지 못했습니다
zh_hans: 无法开始会话

source: Failed to update memory: %@
de: Erinnerung konnte nicht aktualisiert werden: %@
es: No se pudo actualizar el recuerdo: %@
fr: Échec de la mise à jour de la mémoire : %@
ja: メモリーの更新に失敗しました: %@
ko: 메모리 업데이트에 실패했습니다: %@
zh_hans: 无法更新记忆：%@

source: Favorite
de: Favorit
es: Favorito
fr: Favori
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏

source: Features provided by this page are suitable for users who have experience deploying large language models. Running models that exceed the resources of the device may cause the application or system to crash. Please proceed with caution. Ready to dive in? Select a model to see its size and details.
de: Die Funktionen dieser Seite richten sich an erfahrene Nutzer beim Deployment großer Sprachmodelle. Das Ausführen zu großer Modelle kann App oder System zum Absturz bringen. Bitte mit Vorsicht fortfahren. Bereit? Wähle ein Modell, um dessen Größe und Details zu sehen.
es: Las funciones de esta página son adecuadas para usuarios con experiencia desplegando modelos de lenguaje grandes. Ejecutar modelos que superen los recursos del dispositivo puede hacer que la aplicación o el sistema se bloqueen. Procede con cautela. ¿Listo para empezar? Selecciona un modelo para ver su tamaño y detalles.
fr: Les fonctionnalités de cette page conviennent aux utilisateurs ayant de l’expérience dans le déploiement de grands modèles de langage. L’exécution de modèles dépassant les ressources de l’appareil peut provoquer un crash de l’app ou du système. Procédez avec prudence. Prêt à vous lancer ? Sélectionnez un modèle pour voir sa taille et ses détails.
ja: このページの機能は、大規模言語モデルのデプロイ経験があるユーザー向けです。デバイスのリソースを超えるモデルを実行すると、アプリやシステムがクラッシュする可能性があります。十分ご注意ください。 準備ができたら、モデルを選んでサイズと詳細を確認してください。
ko: 이 페이지의 기능은 대형 언어 모델을 배포한 경험이 있는 사용자에게 적합합니다. 기기 리소스를 초과하는 모델을 실행하면 앱이나 시스템이 충돌할 수 있으니 주의하세요. 시작할 준비가 되었나요? 모델을 선택해 크기와 세부 정보를 확인하세요.
zh_hans: 此页面的操作仅适合对部署大语言模型有经验的用户。在设备上运行超出设备资源的模型可能会导致应用程序或者系统崩溃。请谨慎操作。 准备好出发了？选择一个模型来查看他的详情（含尺寸）。

source: Fetch Last Conversation
de: Letzte Unterhaltung abrufen
es: Obtener última conversación
fr: Récupérer la dernière conversation
ja: 直近の会話を取得
ko: 마지막 대화 가져오기
zh_hans: 获取最近的对话

source: Fetch the latest conversation details
de: Neueste Unterhaltungsdetails abrufen
es: Obtener los detalles de la conversación más reciente
fr: Récupérer les derniers détails de conversation
ja: 最新の会話詳細を取得
ko: 최신 대화 상세 가져오기
zh_hans: 获取最新的对话详情

source: Fetch Updates Now
de: Updates jetzt abrufen
es: Obtener actualizaciones ahora
fr: Récupérer les mises à jour maintenant
ja: 今すぐアップデートを取得
ko: 지금 업데이트 가져오기
zh_hans: 立即获取更新

source: Fetching Content
de: Inhalt wird abgerufen
es: Obteniendo contenido
fr: Récupération du contenu
ja: コンテンツを取得中
ko: 콘텐츠 가져오는 중
zh_hans: 正在获取内容

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
zh_hans: 文件

source: Fill Conversation Message
de: Unterhaltungsnachricht ausfüllen
es: Rellenar mensaje de conversación
fr: Remplir le message de la conversation
ja: 会話メッセージを入力
ko: 대화 메시지 채우기
zh_hans: 填充会话消息

source: Fill Message
de: Nachricht ausfüllen
es: Rellenar mensaje
fr: Remplir le message
ja: メッセージを入力
ko: 메시지 채우기
zh_hans: 填充消息

source: Fill message for ${conversation}
de: Nachricht für ${conversation} ausfüllen
es: Rellenar mensaje para ${conversation}
fr: Remplir le message pour ${conversation}
ja: ${conversation} のメッセージを入力
ko: ${conversation}에 대한 메시지 채우기
zh_hans: 填充消息到 ${conversation}

source: Filter by Category
de: Nach Kategorie filtern
es: Filtrar por categoría
fr: Filtrer par catégorie
ja: カテゴリで絞り込み
ko: 카테고리별 필터
zh_hans: 按分类过滤

source: Filter by Level
de: Nach Level filtern
es: Filtrar por nivel
fr: Filtrer par niveau
ja: レベルで絞り込み
ko: 레벨별 필터
zh_hans: 按级别过滤

source: Filter Options
de: Filteroptionen
es: Opciones de filtrado
fr: Options de filtrage
ja: フィルターオプション
ko: 필터 옵션
zh_hans: 过滤器选项

source: Find conversations by title or message
de: Unterhaltungen nach Titel oder Nachricht finden
es: Encuentra conversaciones por título o mensaje
fr: Recherchez des conversations par titre ou message
ja: タイトルまたはメッセージで会話を検索
ko: 제목이나 메시지로 대화를 찾으세요
zh_hans: 查找对话标题或消息内容

source: Finished
de: Abgeschlossen
es: Terminado
fr: Terminé
ja: 完了
ko: 완료됨
zh_hans: 已完成

source: Flags
de: Kennzeichnungen
es: Indicadores
fr: Drapeaux
ja: フラグ
ko: 플래그
zh_hans: 旗帜

source: FlowDown Settings Backup %@
de: FlowDown-Einstellungen-Backup %@
es: Copia de seguridad de ajustes de FlowDown %@
fr: Sauvegarde des réglages FlowDown %@
ja: FlowDown 設定バックアップ %@
ko: FlowDown 설정 백업 %@
zh_hans: FlowDown 设置备份 %@

source: FlowDown will close now to apply imported settings.
de: FlowDown wird jetzt beendet, um die importierten Einstellungen anzuwenden.
es: FlowDown se cerrará ahora para aplicar los ajustes importados.
fr: FlowDown va se fermer pour appliquer les réglages importés.
ja: インポートした設定を適用するため、FlowDown を終了します。
ko: 가져온 설정을 적용하기 위해 지금 FlowDown이 종료됩니다.
zh_hans: FlowDown 将立即关闭以应用导入的设置。

source: FlowDown will restart to apply the imported database.
de: FlowDown wird neu gestartet, um die importierte Datenbank anzuwenden.
es: FlowDown se reiniciará para aplicar la base de datos importada.
fr: FlowDown va redémarrer pour appliquer la base de données importée.
ja: インポートしたデータベースを適用するため FlowDown を再起動します。
ko: 가져온 데이터베이스를 적용하기 위해 FlowDown이 다시 시작됩니다.
zh_hans: FlowDown 将重新启动以应用导入的数据库。

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
ja: フォントサイズ
ko: 글꼴 크기
zh_hans: 字体大小

source: Food & Drink
de: Essen & Trinken
es: Comida y bebida
fr: Nourriture et boissons
ja: フード＆ドリンク
ko: 음식 및 음료
zh_hans: 食物 & 饮品

source: Freezing @ 0.0
de: Einfrieren @ 0.0
es: Congelado @ 0.0
fr: Gelé @ 0.0
ja: 厳密 @ 0.0
ko: 엄격 @ 0.0
zh_hans: 严谨 @ 0.0

source: Full Access
de: Voller Zugriff
es: Acceso completo
fr: Accès complet
ja: フルアクセス
ko: 전체 액세스
zh_hans: 完整访问

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用

source: Generate
de: Generieren
es: Generar
fr: Générer
ja: 生成
ko: 생성
zh_hans: 生成

source: Generate Chat Template
de: Chat-Vorlage erzeugen
es: Generar plantilla de chat
fr: Générer un modèle de chat
ja: チャットテンプレートを生成
ko: 채팅 템플릿 생성
zh_hans: 生成对话模板

source: Generate Model Response
de: Modellantwort erzeugen
es: Generar respuesta del modelo
fr: Générer une réponse du modèle
ja: モデル応答を生成
ko: 모델 응답 생성
zh_hans: 生成回复

source: Generate Model Response (Can Send Image)
de: Modellantwort erzeugen (Bild kann gesendet werden)
es: Generar respuesta del modelo (puede enviar imagen)
fr: Générer une réponse du modèle (peut envoyer une image)
ja: モデル応答を生成（画像送信可）
ko: 모델 응답 생성(이미지 전송 가능)
zh_hans: 生成回复（可发送图片）

source: Generate New Icon
de: Neues Icon generieren
es: Generar nuevo icono
fr: Générer une nouvelle icône
ja: 新しいアイコンを生成
ko: 새 아이콘 생성
zh_hans: 生成新图标

source: Generate New Title
de: Neuen Titel generieren
es: Generar nuevo título
fr: Générer un nouveau titre
ja: 新しいタイトルを生成
ko: 새 제목 생성
zh_hans: 生成新标题

source: Generated Image
de: Generiertes Bild
es: Imagen generada
fr: Image générée
ja: 生成された画像
ko: 생성된 이미지
zh_hans: 生成的图像

source: Generated Image #%lld
de: Generiertes Bild Nr. %lld
es: Imagen generada #%lld
fr: Image générée n°%lld
ja: 生成された画像 #%lld
ko: 생성된 이미지 #%lld
zh_hans: 生成的图像 #%lld

source: Generating New Icon
de: Neues Icon wird generiert
es: Generando nuevo icono
fr: Génération d’une nouvelle icône
ja: 新しいアイコンを生成中
ko: 새 아이콘 생성 중
zh_hans: 正在生成新图标

source: Generating New Title
de: Neuer Titel wird generiert
es: Generando nuevo título
fr: Génération d’un nouveau titre
ja: 新しいタイトルを生成中
ko: 새 제목 생성 중
zh_hans: 正在生成新标题

source: Generating Template
de: Vorlage wird generiert
es: Generando plantilla
fr: Génération du modèle
ja: テンプレートを生成中
ko: 템플릿 생성 중
zh_hans: 生成模板

source: Generation
de: Generierung
es: Generación
fr: Génération
ja: 生成
ko: 생성
zh_hans: 生成

source: Get control of your data, configure cloud sync, export database or reset the app.
de: Behalte die Kontrolle über deine Daten, konfiguriere Cloud-Sync, exportiere die Datenbank oder setze die App zurück.
es: Toma el control de tus datos, configura la sincronización en la nube, exporta la base de datos o restablece la app.
fr: Prenez le contrôle de vos données, configurez la synchronisation cloud, exportez la base de données ou réinitialisez l’app.
ja: データを管理し、クラウド同期を設定、データベースをエクスポート、またはアプリをリセットします。
ko: 데이터를 제어하고 클라우드 동기화를 구성하며 데이터베이스를 내보내거나 앱을 초기화하세요.
zh_hans: 管理你的数据，配置云同步，导出数据库，重置软件。

source: Get Started
de: Erste Schritte
es: Comenzar
fr: Commencer
ja: はじめる
ko: 시작하기
zh_hans: 开始使用

source: Google Search
de: Google-Suche
es: Búsqueda en Google
fr: Recherche Google
ja: Google 検索
ko: Google 검색
zh_hans: 谷歌搜索

source: Have any questions or just wanna keep in touch? Contact us.
de: Fragen oder einfach in Kontakt bleiben? Melde dich bei uns.
es: ¿Tienes preguntas o quieres mantener el contacto? Contáctanos.
fr: Des questions ou envie de rester en contact ? Contactez-nous.
ja: 質問や連絡がありましたら、お気軽にお問い合わせください。
ko: 질문이 있거나 소통하고 싶다면 연락주세요.
zh_hans: 有任何疑问反馈或建议？与我们联系。

source: Header
de: Kopfzeile
es: Encabezado
fr: En-tête
ja: ヘッダー
ko: 헤더
zh_hans: 报文头

source: Headers
de: Header
es: Encabezados
fr: En-têtes
ja: ヘッダー
ko: 헤더
zh_hans: 报文头

source: How many results should we return?
de: Wie viele Ergebnisse sollen wir zurückgeben?
es: ¿Cuántos resultados debemos devolver?
fr: Combien de résultats devons-nous renvoyer ?
ja: 結果を何件返しますか？
ko: 몇 개의 결과를 반환할까요?
zh_hans: 需要多少个结果？

source: Huge
de: Riesig
es: Enorme
fr: Énorme
ja: 巨大
ko: 거대
zh_hans: 巨大

source: Humankind @ 0.75
de: Menschlich @ 0.75
es: Humano @ 0.75
fr: Humain @ 0.75
ja: 人間味 @ 0.75
ko: 인간미 @ 0.75
zh_hans: 类人 @ 0.75

source: I have determined that no web search is needed for this query.
de: Für diese Anfrage ist keine Websuche erforderlich.
es: He determinado que no se necesita búsqueda web para esta consulta.
fr: J’ai déterminé qu’aucune recherche web n’est nécessaire pour cette requête.
ja: このクエリにはウェブ検索は不要と判断しました。
ko: 이 쿼리에는 웹 검색이 필요 없다고 판단했습니다.
zh_hans: 我认为不需要进行搜索。

source: I have recognized this image.
de: Ich habe dieses Bild erkannt.
es: He reconocido esta imagen.
fr: J’ai reconnu cette image.
ja: この画像を認識しました。
ko: 이 이미지를 인식했습니다.
zh_hans: 我已识别这张图片。

source: I was unable to generate appropriate search queries for this request.
de: Ich konnte keine passenden Suchanfragen für diese Anfrage erstellen.
es: No pude generar consultas de búsqueda adecuadas para esta solicitud.
fr: Impossible de générer des requêtes de recherche appropriées pour cette demande.
ja: このリクエストに適切な検索クエリを生成できませんでした。
ko: 이 요청에 적합한 검색어를 생성하지 못했습니다.
zh_hans: 我无法确认合适的搜索关键词。

source: iCloud Sync
de: iCloud-Synchronisation
es: Sincronización con iCloud
fr: Synchronisation iCloud
ja: iCloud 同期
ko: iCloud 동기화
zh_hans: iCloud 同步

source: iCloud sync is not available on this iOS version.
de: Die iCloud-Synchronisierung ist auf dieser iOS-Version nicht verfügbar.
es: La sincronización de iCloud no está disponible en esta versión de iOS.
fr: La synchronisation iCloud n’est pas disponible sur cette version d’iOS.
ja: このiOSバージョンではiCloud同期を利用できません。
ko: 이 iOS 버전에서는 iCloud 동기화를 사용할 수 없습니다.
zh_hans: 此 iOS 版本不支持 iCloud 同步。

source: iCloud synchronization is not enabled
de: iCloud-Synchronisation ist nicht aktiviert
es: La sincronización con iCloud no está activada
fr: La synchronisation iCloud n’est pas activée
ja: iCloud 同期が有効になっていません
ko: iCloud 동기화가 활성화되어 있지 않습니다
zh_hans: iCloud 同步未启用

source: iCloud synchronization is not enabled. You have to enable iCloud sync in settings before fetching updates.
de: iCloud-Synchronisation ist nicht aktiviert. Bitte vor dem Abrufen von Updates in den Einstellungen aktivieren.
es: La sincronización con iCloud no está activada. Debes habilitarla en Ajustes antes de obtener actualizaciones.
fr: La synchronisation iCloud n’est pas activée. Vous devez l’activer dans les réglages avant de récupérer les mises à jour.
ja: iCloud 同期が有効になっていません。更新を取得する前に設定で同期を有効にしてください。
ko: iCloud 동기화가 활성화되어 있지 않습니다. 업데이트를 가져오기 전에 설정에서 iCloud 동기화를 켜야 합니다.
zh_hans: iCloud 同步未启用。在获取更新之前，你需要在设置中启用 iCloud 同步。

source: Identifier
de: Bezeichner
es: Identificador
fr: Identifiant
ja: 識別子
ko: 식별자
zh_hans: 标识符

source: Identifying an image: %lld/%lld
de: Bild wird identifiziert: %lld/%lld
es: Identificando una imagen: %lld/%lld
fr: Identification d’une image : %lld/%lld
ja: 画像を識別中: %lld/%lld
ko: 이미지 식별 중: %lld/%lld
zh_hans: 正在识别图像: %lld/%lld

source: If enabled, images will be compressed before added to chat. Compressed image will be easier to upload but may lose some quality.
de: Wenn aktiviert, werden Bilder vor dem Hinzufügen zum Chat komprimiert. Sie sind leichter hochzuladen, können aber Qualitätsverlust haben.
es: Si está activado, las imágenes se comprimirán antes de añadirse al chat. La imagen comprimida será más fácil de subir pero puede perder calidad.
fr: Si activé, les images seront compressées avant d’être ajoutées au chat. Elles seront plus faciles à envoyer mais peuvent perdre en qualité.
ja: 有効にすると、チャットに追加する前に画像を圧縮します。アップロードは容易になりますが品質が低下する場合があります。
ko: 켜면 이미지가 채팅에 추가되기 전에 압축됩니다. 압축 이미지가 업로드하기 쉬워지지만 품질이 저하될 수 있습니다.
zh_hans: 如果启用，照片在添加到对话前将被压缩。压缩后的图片更容易上传，但会丢失细节信息。

source: If this switch is turned off, the newly selected model in the conversation will not be used for new conversations.
de: Wenn dieser Schalter aus ist, wird das neu ausgewählte Modell in der Unterhaltung nicht für neue Unterhaltungen genutzt.
es: Si este interruptor está apagado, el modelo recién seleccionado en la conversación no se usará para conversaciones nuevas.
fr: Si cet interrupteur est désactivé, le modèle nouvellement sélectionné dans la conversation ne sera pas utilisé pour les nouvelles conversations.
ja: このスイッチをオフにすると、会話で選択した新しいモデルは新規会話には適用されません。
ko: 이 스위치를 끄면 대화에서 새로 선택된 모델이 새 대화에는 사용되지 않습니다.
zh_hans: 通俗来说，如果关闭此选项，在创建新对话时将不沿用对话内选择的新模型。

source: If you encounter any issues, you can try to reset the app. This will remove all content and reset the entire database.
de: Bei Problemen kannst du versuchen, die App zurückzusetzen. Dadurch werden alle Inhalte entfernt und die gesamte Datenbank zurückgesetzt.
es: Si encuentras problemas, puedes intentar restablecer la app. Esto eliminará todo el contenido y restablecerá toda la base de datos.
fr: En cas de problème, vous pouvez réinitialiser l’app. Cela supprimera tout le contenu et réinitialisera la base de données.
ja: 問題が発生した場合、アプリをリセットできます。すべての内容を削除し、データベースをリセットします。
ko: 문제를 겪는 경우 앱을 재설정해 보세요. 모든 콘텐츠가 제거되고 전체 데이터베이스가 재설정됩니다.
zh_hans: 如果遇到问题，你可以尝试重置软件。这会删除全部内容并重置数据库。软件将会退出。

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
ja: 無視
ko: 무시
zh_hans: 忽略

source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
zh_hans: 图片

source: Images
de: Bilder
es: Imágenes
ja: 画像
ko: 이미지들
zh_hans: 图片

source: Imagination
de: Vorstellungskraft
es: Imaginación
ja: イマジネーション
ko: 상상력
zh_hans: 想象力

source: Imaginative @ 1.5
de: Fantasievoll @ 1.5
es: Imaginativo @ 1.5
fr: Imaginatif @ 1.5
ja: 想像力豊か @ 1.5
ko: 상상력 풍부 @ 1.5
zh_hans: 幻想 @ 1.5

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
zh_hans: 导入

source: Import Complete
de: Import abgeschlossen
es: Importación completada
fr: Import terminé
ja: インポート完了
ko: 가져오기 완료
zh_hans: 导入完成

source: Import Database
de: Datenbank importieren
es: Importar base de datos
fr: Importer la base de données
ja: データベースをインポート
ko: 데이터베이스 가져오기
zh_hans: 导入数据库

source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’import
ja: インポートに失敗しました
ko: 가져오기 실패
zh_hans: 导入失败

source: Import from File
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer depuis un fichier
ja: ファイルからインポート
ko: 파일에서 가져오기
zh_hans: 从文件导入

source: Import Model
de: Modell importieren
es: Importar modelo
fr: Importer un modèle
ja: モデルをインポート
ko: 모델 가져오기
zh_hans: 导入模型

source: Import PDF
de: PDF importieren
es: Importar PDF
fr: Importer un PDF
ja: PDF をインポート
ko: PDF 가져오기
zh_hans: 导入 PDF

source: Import Settings
de: Einstellungen importieren
es: Importar ajustes
fr: Importer les réglages
ja: 設定を読み込む
ko: 설정 가져오기
zh_hans: 导入设置

source: Import Test Manifest
de: Testmanifest importieren
es: Importar manifiesto de pruebas
fr: Importer le manifeste de test
ja: テストマニフェストをインポート
ko: 테스트 매니페스트 가져오기
zh_hans: 导入测试清单

source: Import Text
de: Text importieren
es: Importar texto
fr: Importer un texte
ja: テキストをインポート
ko: 텍스트 가져오기
zh_hans: 导入文本

source: Imported %d Models
de: %d Modelle importiert
es: Modelos importados: %d
fr: %d modèles importés
ja: %d 件のモデルをインポートしました
ko: 모델 %d개를 가져왔습니다
zh_hans: 已导入 %d 个模型

source: Imported %lld servers.
de: %lld Server importiert.
es: Se importaron %lld servidores.
fr: %lld serveurs importés.
ja: %lld 件のサーバーをインポートしました。
ko: 서버 %lld개를 가져왔습니다.
zh_hans: 已导入 %lld 服务器。

source: Imported %lld templates.
de: %lld Vorlagen importiert.
es: Se importaron %lld plantillas.
fr: %lld modèles importés.
ja: %lld 件のテンプレートをインポートしました。
ko: 템플릿 %lld개를 가져왔습니다.
zh_hans: 导入了 %lld 个模板。

source: Importing
de: Importiere
es: Importando
fr: Importation en cours
ja: 読み込み中
ko: 가져오는 중
zh_hans: 正在导入

source: Importing a database backup will replace all current conversations, memories, and cloud model settings. This action cannot be undone.
de: Beim Import eines Datenbank-Backups werden alle aktuellen Unterhaltungen, Erinnerungen und Cloud-Modell-Einstellungen ersetzt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Importar una copia de seguridad de la base de datos reemplazará todas las conversaciones, recuerdos y configuraciones de modelos en la nube actuales. Esta acción no se puede deshacer.
fr: L’import d’une sauvegarde de base de données remplacera toutes les conversations, mémoires et réglages de modèles cloud actuels. Cette action est irréversible.
ja: データベースバックアップをインポートすると、現在の会話、メモリー、クラウドモデル設定がすべて置き換わります。この操作は元に戻せません。
ko: 데이터베이스 백업을 가져오면 현재 모든 대화, 메모리, 클라우드 모델 설정이 대체됩니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 导入数据库备份将替换当前的所有对话、记忆以及云模型设置。此操作无法撤销。

source: Importing MCP Servers
de: MCP-Server werden importiert
es: Importando servidores MCP
fr: Importation des serveurs MCP
ja: MCP サーバーをインポート中
ko: MCP 서버 가져오는 중
zh_hans: 正在导入 MCP 服务器

source: Importing Model
de: Modell wird importiert
es: Importando modelo
fr: Importation du modèle
ja: モデルをインポート中
ko: 모델 가져오는 중
zh_hans: 导入模型

source: Importing Templates
de: Vorlagen werden importiert
es: Importando plantillas
fr: Importation des modèles
ja: テンプレートをインポート中
ko: 템플릿 가져오는 중
zh_hans: 正在导入模板

source: Importing...
de: Importieren...
es: Importando...
fr: Importation...
ja: インポート中...
ko: 가져오는 중...
zh_hans: 正在导入...

source: Improve Writing - Concise
de: Schreibstil verbessern – Prägnant
es: Mejorar escritura - Conciso
fr: Améliorer l’écriture - Concis
ja: 文章改善 - 簡潔
ko: 글쓰기 개선 - 간결하게
zh_hans: 改进写作 - 简洁

source: Improve Writing - Friendly
de: Schreibstil verbessern – Freundlich
es: Mejorar escritura - Amable
fr: Améliorer l’écriture - Amical
ja: 文章改善 - フレンドリー
ko: 글쓰기 개선 - 친근하게
zh_hans: 改进写作 - 友好

source: Improve Writing - Professional
de: Schreibstil verbessern – Professionell
es: Mejorar escritura - Profesional
fr: Améliorer l’écriture - Professionnel
ja: 文章改善 - プロフェッショナル
ko: 글쓰기 개선 - 전문적으로
zh_hans: 改进写作 - 专业

source: Inference
de: Inferenz
es: Inferencia
fr: Inférence
ja: 推論
ko: 추론
zh_hans: 推理

source: Inference Cache
de: Inferenz-Cache
es: Caché de inferencia
fr: Cache d’inférence
ja: 推論キャッシュ
ko: 추론 캐시
zh_hans: 推理缓存

source: Inference Endpoint
de: Inferenz-Endpunkt
es: Endpoint de inferencia
fr: Endpoint d’inférence
ja: 推論エンドポイント
ko: 추론 엔드포인트
zh_hans: 推理端点

source: Inference Service
de: Inferenz-Service
es: Servicio de inferencia
fr: Service d’inférence
ja: 推論サービス
ko: 추론 서비스
zh_hans: 推理服务

source: Inference Settings
de: Inferenz-Einstellungen
es: Ajustes de inferencia
fr: Paramètres d’inférence
ja: 推論設定
ko: 추론 설정
zh_hans: 推理设置

source: Infinity
de: Unendlich
es: Infinito
fr: Infini
ja: 無限
ko: 무한
zh_hans: 无限制

source: Inherit
de: Erben
es: Heredar
fr: Hériter
ja: 継承
ko: 상속
zh_hans: 继承

source: Initial Message
de: Erste Nachricht
es: Mensaje inicial
fr: Message initial
ja: 初期メッセージ
ko: 초기 메시지
zh_hans: 初始消息

source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
zh_hans: 输入

source: Input Content
de: Eingabeinhalt
es: Contenido de entrada
fr: Contenu d’entrée
ja: 输入内容
ko: 입력 내용
zh_hans: 输入内容

source: Insert New Line
de: Neue Zeile einfügen
es: Insertar nueva línea
fr: Insérer une nouvelle ligne
ja: 改行を挿入
ko: 새 줄 삽입
zh_hans: 换行

source: Insert the current model name, date, and locale in the system prompt for each request. Turn this off if your use caching systems to save cost.
de: Füge bei jeder Anfrage den aktuellen Modellnamen, das Datum und die Locale in den Systemprompt ein. Deaktivieren, falls du Caching-Systeme nutzt, um Kosten zu sparen.
es: Inserta el nombre del modelo actual, la fecha y la configuración regional en la instrucción del sistema de cada solicitud. Desactívalo si usas sistemas de caché para ahorrar costes.
fr: Insérez le nom du modèle, la date et la locale dans l’invite système pour chaque requête. Désactivez si vous utilisez un cache pour économiser des coûts.
ja: 各リクエストのシステムプロンプトに現在のモデル名、日付、ロケールを挿入します。キャッシュでコストを抑える場合はオフにしてください。
ko: 각 요청의 시스템 프롬프트에 현재 모델 이름, 날짜, 로케일을 삽입합니다. 비용 절감을 위해 캐싱 시스템을 사용하는 경우 끄세요.
zh_hans: 在每次对话发生时添加即时信息，这包括模型的名字、时间与日期、系统语言等信息。若你使用缓存系统来节省推理开销，请关闭此选项。

source: Inspect recent application logs for troubleshooting.
de: Aktuelle App-Logs zur Fehlerbehebung ansehen.
es: Inspecciona los registros recientes de la aplicación para solucionar problemas.
fr: Inspectez les journaux récents de l’application pour le dépannage.
ja: トラブルシューティングのため最近のアプリログを確認します。
ko: 문제 해결을 위해 최근 앱 로그를 확인하세요.
zh_hans: 查看最近的应用程序日志以进行故障排查。

source: Introduction to FlowDown
de: Einführung in FlowDown
es: Introducción a FlowDown
fr: Introduction à FlowDown
ja: FlowDown の紹介
ko: FlowDown 소개
zh_hans: FlowDown 向导

source: Invalid configuration.
de: Ungültige Konfiguration.
es: Configuración no válida.
fr: Configuration invalide.
ja: 無効な設定です。
ko: 잘못된 구성입니다.
zh_hans: 无效的配置

source: Invalid ICS file content
de: Ungültiger ICS-Dateiinhalt
es: Contenido de archivo ICS no válido
fr: Contenu de fichier ICS invalide
ja: ICS ファイルの内容が無効です
ko: 잘못된 ICS 파일 내용
zh_hans: ICS 文件内容不正确

source: Invalid input parameters
de: Ungültige Eingabeparameter
es: Parámetros de entrada no válidos
fr: Paramètres d’entrée invalides
ja: 入力パラメータが無効です
ko: 잘못된 입력 매개변수
zh_hans: 无效的参数

source: Invalid memory content
de: Ungültiger Erinnerungsinhalt
es: Contenido de memoria no válido
fr: Contenu de mémoire invalide
ja: メモリー内容が無効です
ko: 잘못된 메모리 콘텐츠
zh_hans: 无效的记忆内容

source: Invalid model file.
de: Ungültige Modelldatei.
es: Archivo de modelo no válido.
fr: Fichier modèle invalide.
ja: 無効なモデルファイルです。
ko: 잘못된 모델 파일입니다.
zh_hans: 无效的模型文件。

source: Invalid model identifier.
de: Ungültige Modellkennung.
es: Identificador de modelo no válido.
fr: Identifiant de modèle invalide.
ja: 無効なモデル識別子です。
ko: 잘못된 모델 식별자입니다.
zh_hans: 无效的模型标识符。

source: Invalid parameters. Both memory_id and new_content are required.
de: Ungültige Parameter. Sowohl memory_id als auch new_content sind erforderlich.
es: Parámetros no válidos. Se requieren memory_id y new_content.
fr: Paramètres invalides. memory_id et new_content sont requis.
ja: 無効なパラメータです。memory_id と new_content が必要です。
ko: 잘못된 매개변수입니다. memory_id와 new_content가 모두 필요합니다.
zh_hans: 无效的参数。memory_id 和 new_content 必须提供。
